import { post1, post2 } from './assets';

const posts = [
  {
    id: 1,
    title: 'මළවුන්ගේ අවුරුදු දා - මහාචාර්ය එදිරිවීර සරත්චන්ද්‍',
    des: 'නොරිකො සං - මං නුඹේ ම දෙවෙන්දොරා සං ඉක්මණින්ම නැවත එතොත් මළවුන්ගේ අවුරුදු දා නොවැරදීම නුඹ බලන්න මං එනවාමයි නොරිකො සං...',
    published_by: 'Nuleeka Rajakaruna',
    date: 'Nov 14, 2022 - 2min',
    img: post1,
  },
  {
    id: 2,
    title: 'කල්ලන්දූවේ මුතු කොල්ලය',
    des: 'කුලසේන ෆොන්සේකා " බ්‍රිතාන්‍ය සිටු කුමාරයෙක් විවාහ ගිවිසගෙන හිටියලු ලස්සන කුමාරිකාවක් එක්ක. මේ කුමාරය හිතා ගත්තලු කරකාර බඳින දවසේ...',
    published_by: 'Nuleeka Rajakaruna',
    date: 'Nov 14, 2022 - 2min',
    img: post2,
  },
];

export { posts };
